[
    "\/be2.aldebaran.ru\/static\/bookimages\/26\/08\/32\/26083236.bin.dir\/26083236.cover_250.jpg",
    "\/author\/puri_ishwar\/kniga_teadvuse_anatoomia\/download.a6.pdf",
    "Ishwar Puri",
    "Me elame kurdistava müra keskel; äreval, kiiretempolisel ajastul, kus enamikul meist pole aega ega tahtmist näha kaugemale lähimast tunnist. Tõeline elu aga kasvab meie sees. Iga intelligentne inimene, kes on võimeline sügavamaks süvenemiseks ning on ühtlasi suuteline mõistma inimeksistentsi elementaarsemaid tõdesid, suudab järeldada, et universumis ja samuti tema enda elus on peidus suur müsteerium. Kuni see müsteerium pole lahendatud, pole elul ka tõelist tähendust ja inimene ei leia iseendas rahu.“Teadvus kui kogemuse looja on sinu sees… sinu mina sees ning kõik vastused peavad tulema sealt. Õpetaja, guru, meister – ta peitub meie endi sees ja meie peame ta avastama “iseendas”. Ent me oleme niivõrd harjunud otsima väljastpoolt, et meie sees olev meister tuleb väljapoole! Ta tuleb välja meiega rääkima; ja mitte sellepärast, et “tõde” asuks väljaspool, vaid meie ise ei vaata kusagile mujale!”End raamatul algusest lõpuni kaasas kanda laskmine on kui Odüsseia rännakul osalemine läbi erinevate inimteadvuse astmete. See on tõeline avastus – leid, mis paljastab inimmõistuse kättesaadavusest kõrgemal oleva teadmiste tasandi.Ishwar Chandra Puri (sünd 1926) on rahvusvaheliselt tuntud autor ja Inimteadvuse Uurimise Instituudi (ISHA) asutaja. Oma raamatus „Teadvuse anatoomia“ süveneb ta inimteadvuse erinevatesse tasanditesse, eesmärgiga tuua vaimne kogemus argiellu. Autori sõnul on armastus ja loogika pikka aega toiminud üksteisest lahus ja tekitanud meis „lõhestunud teadvuse“. “Teadvuse anatoomia” juhatab läbi uurima oma teadvuse sügavusi ning jõudma intuitsiooni, terve mõistuse, armastuse ja loogika kokkusulandumise võimalikkusse. "
]