[
    "\/be2.aldebaran.ru\/static\/bookimages\/27\/61\/08\/27610840.bin.dir\/27610840.cover_250.jpg",
    "\/author\/rice_morgan\/kniga_premenena\/download.a6.pdf",
    "Морган Райс",
    "V knihe Premenená (Prvá kniha zo série Upírie žurnály), je osemnásťročná Caitlin Paineová nútená opustiť pokojné prostredie malého mesta a začať chodiť na nie príliš bezpečnú strednú školu v New Yorku, pretože sa jej matka opäť musela presťahovať za prácou. Jedinou svetlou stránkou celej situácie je Jonah, Caitlinin nový spolužiak, s ktorým okamžite nájdu spoločné zaľúbenie.Než sa ale ich vzájomné sympatie stačia rozvinúť v niečo väčšieho, Caitlin zisťuje, že sa začína meniť. Zrazu sa cíti neľudsky silná, citlivá na denné svetlo a má čudný hlad, ktorému vôbec nerozumie. Snaží sa pochopiť, čo sa to s ňou deje, ale jej nutkanie ju nakoniec privedie na zlé miesto vo veľmi nevhodnom čase. Rovno pred očami sa jej tak otvorí pohľad na doposiaľ skrytý svet, ktorý existuje priamo pod ulicami New Yorku. Proti svojej vôli je vtiahnutá doprostred mocenských sporov medzi dvoma mocnými klanmi a začínajúcej vojny upírov.V tom okamihu Caitlin stretne Caleba, záhadného a mocného upíra, ktorý jej zachráni život. Potrebuje ju, aby ho priviedla na stopu legendárneho, teraz však strateného, artefaktu. Ona zasa potrebuje jeho kvôli ochrane, ktorú jej poskytuje, a odpovediam, ktoré ona nutne potrebuje poznať. Spoločne budú musieť nájsť odpoveď na jednu zásadnú otázku: Kto vlastne bol Caitlinin skutočný otec?Caitlin sa tým zároveň ocitá medzi dvoma mužmi a navyše je v hre aj niečo ďalšie: zakázaná láska. Láska medzi dvoma odlišnými rasami, kvôli ktorej obaja budú musieť riskovať. Budú však ochotní riskovať jeden pre druhého úplne všetko?"
]